var array_two = new Array(  '©' ,  '©ं' ,  '\{©' ,  '\{', '\{',

"क",  'क्‌' , "ख",   'ख्‌' ,  "ग" ,  'ग्' ,  'घ' ,  

'च',  'च्‌',  'छ' ,  'ज़' ,  'ज' ,  'ज़्‌' ,  'ज्‌' ,  'झ' ,

"ट",  "ठ",   'ड़' ,  "ड",   'ढ़' ,  'ढ' , "ण" , 'ण्' ,

"थ",  'थ्' ,  "त",  'त्' ,  "ध", 'ध्' ,  "द",  "न" ,  'न्' ,

"फ", 'फ्‌' ,  "प", 'प्‌' ,  "भ",  'भ्' ,  "ब",  'ब्‌' ,  "म" ,   'म्' ,


"य",   "र",   "ल",  'ल्‌' ,   "व",   'व्‌' ,  

"श",  'श्' ,  'श्' ,  'ष' ,   'ष्‌' ,  "स",  'स्', "ह",  'क्ष' ,  'क्ष्' ,  'ज्ञ' ,

'द्द',  'द्व' , 'द्य' ,  'प्र',  'न्न' ,  'ट्र' , 'क्त' ,  'त्र' ,  'द्र',  'द्ध' ,  'श्र' ,  'त्त' ,  'क्क' ,  'ल्ल' ,  'ह्व' ,  'श्व' ,  'ट्ट' ,


'औ' ,  'ओ' , 'ओं' ,  'आ' ,  'अ' ,  'ई' ,  'इ' ,   'उ' ,  'ऊ' ,  'ऐ' ,  'ए' ,  'ऋ' ,

'ॉ' , "ो",  "ों",  "े",  "ें",  "ौ",  "ौं",   "ै",  'ैं' ,  

"ा",  "ी",  "ी",  "ीं",  "ु",  'ु' ,  "ू",  'ं' ,  'ँ' ,  'ः' ,  'ृ' , '्‌' ,  

'दृ' ,  '्र' ,  'रु' ,  'रू' ,  '।' ,  ''  ,  '' ,  '',

// 

'ः', "ल",  "ू", ""
)